{
  "term": "Summer",
  "year": "2006",
  "level": [
    "Graduate"
  ],
  "topics": [
    [
      "Engineering",
      "Biological Engineering",
      "Biomechanics"
    ],
    [
      "Health and Medicine",
      "Cellular and Molecular Medicine"
    ],
    [
      "Health and Medicine",
      "Public Health"
    ],
    [
      "Science",
      "Biology",
      "Biophysics"
    ],
    [
      "Science",
      "Biology",
      "Molecular Biology"
    ]
  ],
  "legacy_uid": "f9f73770-3c09-e536-d071-ea21779402b7",
  "instructors": {
    "content": [
      "89528313-0bf4-67f5-fc6d-42acc30a78f8"
    ],
    "website": "ocw-www"
  },
  "course_image": {
    "content": "5a8e9395-39c6-9e0e-2516-77f9de883722",
    "website": "res-gem4-global-enterprise-for-micro-mechanics-and-molecular-medicine-gem4-summer-2006-summer-2007"
  },
  "course_title": "Global Enterprise for Micro-Mechanics and Molecular Medicine (GEM4)",
  "hide_download": false,
  "course_description": "### GEM{{< sup \"4\" >}} Vision\n\nGEM{{< sup \"4\" >}} has brought together researchers and professionals in major institutions across the globe with distinctly different, but complementary, expertise and facilities to address significant problems at the intersections of select topics of engineering, life sciences, technology, medicine and public health.\n\nGEM{{< sup \"4\" >}} creates new models for interactions across scientific disciplinary boundaries whereby problems spanning the range of fundamental science to clinical studies and public health can be addressed on a global scale through strategic international partnerships.\n\nThrough initial focus areas in cell and molecular biomechanics, and environmental health, in the context of select human diseases, GEM{{< sup \"4\" >}} creates a global forum for the definition and exploration of grand challenges and scientific studies, for the cross-fertilization of ideas among engineers, life scientists and medical professionals, and for the development of novel educational tools.\n\n### GEM{{< sup \"4\" >}} Activities\n\nGEM{{< sup \"4\" >}} enables the brokering of engineers, life scientists and medical professionals with shared facilities and joint students and post-doctoral fellows to tackle major problems in the context of human health and diseases that call for state-of-the-art experimental and computational tools in cell and molecular mechanics, biology and medicine. Broad examples of problems addressed include:\n\n*   infectious diseases such as malaria,\n*   cancer,\n*   cardiovascular diseases,\n*   biomechanical origins of inflammation.\n\nIn each of these areas, the initial emphasis has included (but will not be limited to) molecular, subcellular and cellular mechanics applied to biomedicine, where a single investigator or institution is not likely to have the full spectrum of expertise, infrastructure or resources available to cover fundamental molecular science all the way to clinical studies and societal implications. Currently, twelve institutions in North America, Europe and Asia participate in this effort as Core institutions, focusing on mechanistic studies, as well as novel methods for diagnostics, vaccines or drug development and delivery.\n\nFunds have been raised to provide a structure for coordinated studies from major organizations under the umbrella of GEM{{< sup \"4\" >}}. These funds are being used for:\n\n*   organization of major symposia/conferences specifically targeted at the theme areas of the initiative,\n*   training grants for student fellowships for the partner institutions,\n*   summer schools to develop teaching materials,\n*   the exchange of students and researchers,\n*   operations of a central secretariat for handling the administrative and infrastructure details for such interactions,\n*   maintenance of a web site for dissemination of information.\n\n[GEM{{< sup \"4\" >}} Online](/ans7870/GEM4/index.html)\n",
  "department_numbers": [
    "20"
  ],
  "extra_course_numbers": "",
  "primary_course_number": "RES.GEM4",
  "course_image_thumbnail": {
    "content": "e9a8de4e-1482-34a2-cd30-2d62f9b3aa73",
    "website": "res-gem4-global-enterprise-for-micro-mechanics-and-molecular-medicine-gem4-summer-2006-summer-2007"
  },
  "learning_resource_types": [],
  "site_uid": "e678a423-d15e-48fe-b576-be84903d1abb",
  "site_short_id": "res.gem4-summer-2006",
  "site_url_path": "courses/res-gem4-global-enterprise-for-micro-mechanics-and-molecular-medicine-gem4-summer-2006-summer-2007",
  "title": "Course Metadata"
}